<?php return array (
  'accepted' => ': विशेषता स्वीकार कर लिया जाना चाहिए।',
  'active_url' => ': विशेषता एक मान्य URL नहीं है।',
  'after' => ': विशेषता एक तारीख के बाद होना चाहिए: दिनांक।',
  'alpha' => ': विशेषता केवल पत्र हो सकते हैं।',
  'alpha_dash' => ': विशेषता अक्षरों, संख्याओं, और डैश हो ही सकते हैं।',
  'alpha_num' => ': विशेषता अक्षर और संख्याएँ हो ही सकते हैं।',
  'array' => ': विशेषता एक सरणी होना चाहिए।',
  'before' => ': विशेषता एक तारीख से पहले हो जाना चाहिए: दिनांक।',
  'between' =>
  array (
    'numeric' => ': विशेषता के बीच होना चाहिए: मिन और: अधिकतम।',
    'file' => ': विशेषता के बीच होना चाहिए: मिन और: अधिकतम किलोबाइट।',
    'string' => ': विशेषता के बीच होना चाहिए: मिन और: अधिकतम वर्ण।',
    'array' => ': विशेषता के बीच होनी चाहिए: मिन और: अधिकतम आइटम्स।',
  ),
  'confirmed' => ': विशेषता पुष्टिकरण मेल नहीं खाता।',
  'date' => ': विशेषता किसी मान्य दिनांक नहीं है।',
  'date_format' => ': विशेषता स्वरूप से मेल नहीं: स्वरूप।',
  'different' => ': विशेषता और: दूसरे अलग होना चाहिए।',
  'digits' => ': विशेषता होनी चाहिए: अंक अंक।',
  'digits_between' => ': विशेषता के बीच होना चाहिए: मिन और: अधिकतम अंक।',
  'email' => ': विशेषता स्वरूप अमान्य है।',
  'exists' => 'चयनित: विशेषता अमान्य है।',
  'image' => ': विशेषता एक छवि होना चाहिए।',
  'in' => 'चयनित: विशेषता अमान्य है।',
  'integer' => ': विशेषता एक पूर्णांक होना चाहिए।',
  'ip' => ': विशेषता एक मान्य IP पता होना चाहिए।',
  'max' =>
  array (
    'numeric' => ': विशेषता से अधिक नहीं हो सकता: अधिकतम।',
    'file' => ': विशेषता से अधिक नहीं हो सकता: अधिकतम किलोबाइट।',
    'string' => ': विशेषता से अधिक नहीं हो सकता: अधिकतम वर्ण।',
    'array' => ': विशेषता हो सकती है नहीं से अधिक: अधिकतम आइटम्स।',
  ),
  'mimes' => ': विशेषता प्रकार की फ़ाइल होना चाहिए:: मूल्यों।',
  'min' =>
  array (
    'numeric' => ': विशेषता कम से कम होना चाहिए: मिन।',
    'file' => ': विशेषता कम से कम होना चाहिए: मिन किलोबाइट्स।',
    'string' => ': विशेषता कम से कम होना चाहिए: न्यूनतम अक्षर।',
    'array' => ': विशेषता कम से कम होनी चाहिए: मिन आइटम।',
  ),
  'not_in' => 'चयनित: विशेषता अमान्य है।',
  'numeric' => ': विशेषता एक संख्या होनी चाहिए।',
  'regex' => ': विशेषता स्वरूप अमान्य है।',
  'required' => ': विशेषता फ़ील्ड की आवश्यकता है।',
  'required_if' => ': विशेषता फ़ील्ड की आवश्यकता है जब: अन्य है: मान।',
  'required_with' => ': विशेषता फ़ील्ड की आवश्यकता है जब: मान मौजूद है।',
  'required_without' => ': विशेषता फ़ील्ड की आवश्यकता है जब: मान मौजूद नहीं है।',
  'same' => ': विशेषता और:-दूसरे से मेल खाना चाहिए।',
  'size' =>
  array (
    'numeric' => ': विशेषता होनी चाहिए: का आकार।',
    'file' => ': विशेषता होनी चाहिए: आकार किलोबाइट्स।',
    'string' => ': विशेषता होनी चाहिए: अक्षर आकार दें।',
    'array' => ': विशेषता शामिल होना चाहिए: आइटम आकार दें।',
  ),
  'unique' => ': विशेषता पहले से ही लिया गया।',
  'url' => ': विशेषता स्वरूप अमान्य है।',
  'is_valid_price' => ': विशेषता अमान्य है',
  'captcha'		   => 'अवैध सुरक्षा कोड',
  'is_valid_solve_media' => 'अवैध सुरक्षा कोड',
  'custom' =>
  array (
    'country_id' =>
    array (
      'unique' => 'इस देश के लिए शुल्क शिपिंग पहले से ही जोड़ा गया है',
    ),
  ),
);